<?
$MESS["LOGIN_IS_NOT_PHONE_OR_EMAIL"] = "Неверный логин для авторизации.
 В качестве логина можно использовать как email, так и номер телефона.
 Формат номера телефона: \"+7XXXXXXXXXX\" - 12 символов, начиная с \"+7\"
";
$MESS["INPUT_TERMINAL"] = "Выбрана схема доставки \"От терминала\". Укажите терминал отправки.";
$MESS["EMAIL_IS_NOT_VALID"] = "Не верный формат E-mail в предоставленных данных контактного лица.";
$MESS["PHONE_IS_NOT_VALID"] = "Не верный формат телефона в предоставленных данных контактного лица.";
$MESS["ADDRESS_IS_NOT_VALID"] = "Выбрана схема доставки \"От адреса\". Укажите адрес отправки в формате: 

\"Россия, Свердловская обл., г. Екатеринбург, про-кт Ленина, д. 1, корп. 2\".";
?>