<?
	$MESS['BB_API_TOKEN'] = 'Ваш API Token:';
	$MESS['BB_API_URL'] = 'API URL:';
	$MESS['BB_WIDGET_URL'] = 'URL виджета Яндекс Доставки:';
	$MESS['BB_CUSTOM_LINK'] = 'ID элемента для ссылки "Выбрать пункт выдачи":';
	$MESS['BB_API_NOTE'] = 'API Token выдается Яндекс Доставкой по запросу';
	$MESS['BB_BUTTON'] = 'Отображать кнопку открытия виджета (иначе, отображается ссылка):';
    $MESS['BB_LINK_IN_PERIOD'] = 'Отображать кнопку/ссылку в сроке доставки:';
    $MESS['BB_PARSELCREATE'] = 'Выгружать заказы в ЛК Яндекс Доставки автоматически, после оформления на сайте:';
    $MESS['BB_STATUS_PARSELCREATE'] = 'Выгружать заказы в ЛК Яндекс Доставки при наступлении статуса заказа:';
    $MESS['BB_PARSELSEND'] = 'Формировать акт автоматически после выгрузки заказа в ЛК Яндекс Доставки:';
    $MESS['BB_STORE_STICKERS_LOCALLY'] = 'Хранить этикетки локально в папке /bitrix/pdf:';
	$MESS['BB_WEIGHT'] = 'Вес товара для расчёта стоимости доставки (если вес для товара не указан) г.:';
    $MESS['BB_HEIGHT'] = 'Высота товара (если высота для товара не указана) см.:';
    $MESS['BB_WIDTH'] = 'Ширина товара (если ширина для товара не указана) см.:';
    $MESS['BB_DEPTH'] = 'Длина товара (если длина для товара не указана) см.:';
    $MESS['BB_APPLY_DEFAULT_DIMENSIONS_TO_ORDER'] = 'Применить вышеуказанные габариты и вес ко всему отправлению, а не к каждой позиции:';
	$MESS['BB_SHOP_PVZ_NOTE'] = 'Укажите номер пункта поступления Яндекс Доставки в котором Вы отдаете посылку на отправку';

	$MESS['BB_FIO'] = 'Контактное лицо';
	$MESS['BB_PHONE'] = 'Телефон пользователя';
	$MESS['BB_EMAIL'] = 'Email';
	$MESS['BB_ZIP'] = 'Индекс';
	$MESS['BB_LOCATION'] = 'Местоположение';
	$MESS['BB_ADDRESS'] = 'Адрес доставки (так же используется для фиксации выбора ПВЗ на виджете)';
	$MESS['BB_JUR_ADDRESS'] = 'Юридический адрес';
	$MESS['BB_INN'] = 'ИНН';
	$MESS['BB_KPP'] = 'КПП';
	$MESS['BB_COMPANY'] = 'Название компании';
	$MESS['BB_CONTACT_PERSON'] = 'Контактное лицо';
	
	$MESS['BB_ACCOUNT_NUMBER'] = 'При выгрузке заказа передавать номер заказа вместо ID';
    $MESS['BB_ADD_TRACK_NUMBER_INTO_SHIPMENT'] = 'Добавлять трек номер в отгрузку после выгрузки заказа в ЛК Яндекс Доставки';
	$MESS['BB_LOG'] = 'Включить логирование запросов к АПИ';	
	$MESS['BB_KD_SURCH'] = 'Отключить настройки расчёта для КД';
    $MESS['BB_PVZ_SURCH'] = 'Отключить настройки расчёта для ПВЗ';
    $MESS['BB_PAYMENT_AS_PROFILE_TYPE'] = 'При выгрузке заказа в ЛК передавать оплату согласно типу профиля';
    $MESS['BB_DISABLE_CALC_CACHE'] = 'Отключить кеширование расчёта стоимости доставки';
	
	$MESS['BB_PAID_PERSON_PH'] = 'ID физического лица';
	$MESS['BB_PAID_PERSON_JUR'] = 'ID юридического лица';
	
	$MESS['BB_NO_CHANGE'] = 'Не менять';

	$MESS['edit1_tab'] = 'Общие настройки';
	$MESS['edit1_title'] = 'Общие настройки';

	$MESS['edit20_tab'] = 'Поля интеграции';
	$MESS['edit20_title'] = 'Поля интеграции';

	$MESS['BB_OPTION_1_TITLE'] = 'Основные настройки';
	$MESS['BB_OPTION_2_TITLE'] = 'Настройки для работы с заказами';
    $MESS['BB_OPTION_3_TITLE'] = 'Настройки отображения в оформлении заказа';
    $MESS['BB_OPTION_4_TITLE'] = 'Настройки расчета';
	$MESS['BB_OPTION_5_TITLE'] = 'Сопоставление полей интеграции';
    $MESS['BB_OPTION_6_TITLE'] = 'Отладка ошибок';

    $MESS['BB_RECEPTION_POINT_NAME'] = 'Пункт приема заказов';
    $MESS['BB_RECEPTION_POINT_CODE'] = 'Код пункта приема заказов';

?>