<?php
$MESS ['IPOLSDEK_INSTALL_NAME'] = "Интеграция со СДЭК";
$MESS ['IPOLSDEK_INSTALL_DESCRIPTION'] = "Модуль \"Интеграция со СДЭК\" - автоматизированные службы доставки и выгрузка заявок на доставку в СДЭК.";

$MESS ['IPOLSDEK_INSTALL'] = "Установка модуля \"Интеграция со СДЭК\".";
$MESS ['IPOLSDEK_DEL'] = "Удаление модуля \"Интеграция со СДЭК\"...";

$MESS ['IPOLSDEK_PRESERVE_TABLES'] = "Вы можете сохранить информацию по отосланным заявкам, сохранив таблицы модуля.";

$MESS ['IPOLSDEK_NOCURL']         = "Для работы модуля необходима <a href='https://www.php.net/manual/ru/book.curl.php' target='_blank'>библиотека для работы через сurl</a>.";
$MESS ['IPOLSDEK_NOSALE']         = "Для работы модуля необходима редакция Бизнес или Малый бизнес (требуются классы стандартного модуля \"Интернет-магазин\").";
$MESS ['IPOLSDEK_INSTALL_ERROR_TITLE']  = "Ошибка установки модуля \"Интеграция со СДЭК\".";
?>