<?
$MESS ['R52_ORDER_ID'] = "ID заказа";
$MESS ['R52_LEVEL'] = "Уровень коррекции ошибок";
$MESS ['R52_SIZE'] = "Размер «пикселя»";
$MESS ['R52_MARGIN'] = "Отступ от краев";
$MESS ['R52_CUSTOM_URL'] = "Произвольная строка";
$MESS ['R52_KPP'] = "КПП";
$MESS ['R52_PURPOSE'] = "Назначенте платежа";
$MESS ['R52_PAYEE_INN'] = "ИНН";
$MESS ['R52_CORRESP_ACC'] = "Номер кор./сч. банка получателя платежа";
$MESS ['R52_BANK_MAME'] = "Название банка";
$MESS ['R52_PERSONAL_ACC'] = "Номер счета получателя платежа";
$MESS ['R52_NAME'] = "Наименование получателя платежа";
$MESS ['R52_BIC'] = "БИК";
$MESS ['R52_ENCODING'] = "Признак набора кодированных знаков";
$MESS ['R52_TYPE'] = "Для оплаты";
$MESS ['R52_ORDER_SUM'] = "Сумма оплаты руб.";