<?php
$MESS ['IPOLSDEK_LANG_YO_S'] = 'ё';
$MESS ['IPOLSDEK_LANG_YE_S'] = 'е';
$MESS ['IPOLSDEK_LANG_YO_B'] = 'Ё';
$MESS ['IPOLSDEK_LANG_CH_S'] = 'ч';
$MESS ['IPOLSDEK_LANG_CH_B'] = 'Ч';
$MESS ['IPOLSDEK_LANG_YA_S'] = 'я';
$MESS ['IPOLSDEK_LANG_YA_B'] = 'Я';

$MESS ['IPOLSDEK_LBL_DELIVERY'] = 'Доставка';
$MESS ['IPOLSDEK_LBL_ALL']      = 'Все';

$MESS ['IPOLSDEK_STT_order'] = "Заказ";
$MESS ['IPOLSDEK_STT_shipment'] = "Отправление";

$MESS ['IPOLSDEK_JS_SOD_HD_DAY'] = "дн.";
$MESS ['IPOLSDEK_JSC_SOD_RUB'] = "руб.";
$MESS ['IPOLSDEK_JS_SOD_toPay'] = "К оплате за товары";
$MESS ['IPOLSDEK_JS_SOD_deliveryP'] = "К оплате за доставку";
$MESS ['IPOLSDEK_JS_SOD_departure'] = "Город-отправитель";

// синхронизация городов
	$MESS ['IPOLSDEK_SYNCTY_rus'] = "Россия";
	$MESS ['IPOLSDEK_SYNCTY_rus2'] = "Российская Федерация";
	$MESS ['IPOLSDEK_SYNCTY_rus3'] = "РФ";
	$MESS ['IPOLSDEK_SYNCTY_blr'] = "Беларусь";
	$MESS ['IPOLSDEK_SYNCTY_blr2'] = "Белоруссия";
	$MESS ['IPOLSDEK_SYNCTY_kaz'] = "Казахстан";
	$MESS ['IPOLSDEK_SYNCTY_ERR_NORUSSIA'] = "Страна \"Россия\" не найдена в местоположениях";
	$MESS ['IPOLSDEK_SYNCTY_ERR_NOCOUNTRY'] = "В местоположениях не найдена страна ";
	$MESS ['IPOLSDEK_SYNCTY_ERR_NOFILE']   = "Невозможно загрузить файл с городами СДЭК.";

// PVZ sync
$MESS ['IPOLSDEK_LANG_NA'] = 'На';

// Active tariffs ------------------------------------------------------------------------------------------
// Common
$MESS['IPOLSDEK_tarif_136_NAME']  = "Посылка склад-склад";
$MESS['IPOLSDEK_tarif_136_DESCR'] = "Услуга экономичной доставки товаров по России для компаний, осуществляющих дистанционную торговлю, до 30 кг.";

$MESS['IPOLSDEK_tarif_137_NAME']  = "Посылка склад-дверь";
$MESS['IPOLSDEK_tarif_137_DESCR'] = "Услуга экономичной доставки товаров по России для компаний, осуществляющих дистанционную торговлю, до 30 кг.";

$MESS['IPOLSDEK_tarif_138_NAME']  = "Посылка дверь-склад";
$MESS['IPOLSDEK_tarif_138_DESCR'] = "Услуга экономичной доставки товаров по России для компаний, осуществляющих дистанционную торговлю, до 30 кг.";

$MESS['IPOLSDEK_tarif_139_NAME']  = "Посылка дверь-дверь";
$MESS['IPOLSDEK_tarif_139_DESCR'] = "Услуга экономичной доставки товаров по России для компаний, осуществляющих дистанционную торговлю, до 30 кг.";

$MESS['IPOLSDEK_tarif_234_NAME']  = "Экономичная посылка склад-склад";
$MESS['IPOLSDEK_tarif_234_DESCR'] = "Услуга экономичной наземной доставки товаров по России для компаний, осуществляющих дистанционную торговлю, до 50 кг.<br><br>
Услуга действует по направлениям из Москвы в подразделения СДЭК, находящиеся за Уралом и в Крым.";

$MESS['IPOLSDEK_tarif_233_NAME']  = "Экономичная посылка склад-дверь";
$MESS['IPOLSDEK_tarif_233_DESCR'] = "Услуга экономичной наземной доставки товаров по России для компаний, осуществляющих дистанционную торговлю, до 50 кг.<br><br>
Услуга действует по направлениям из Москвы в подразделения СДЭК, находящиеся за Уралом и в Крым.";

$MESS['IPOLSDEK_tarif_232_NAME']  = "Экономичная посылка дверь-склад";
$MESS['IPOLSDEK_tarif_232_DESCR'] = "Услуга экономичной наземной доставки товаров по России для компаний, осуществляющих дистанционную торговлю, до 50 кг.<br><br>
Услуга действует по направлениям из Москвы в подразделения СДЭК, находящиеся за Уралом и в Крым.";

$MESS['IPOLSDEK_tarif_231_NAME']  = "Экономичная посылка дверь-дверь";
$MESS['IPOLSDEK_tarif_231_DESCR'] = "Услуга экономичной наземной доставки товаров по России для компаний, осуществляющих дистанционную торговлю, до 50 кг.<br><br>
Услуга действует по направлениям из Москвы в подразделения СДЭК, находящиеся за Уралом и в Крым.";

$MESS['IPOLSDEK_tarif_368_NAME']  = "Посылка склад-постамат";
$MESS['IPOLSDEK_tarif_368_DESCR'] = "Услуга экономичной доставки товаров по России с использованием постаматов, до 30 кг.";

$MESS['IPOLSDEK_tarif_366_NAME']  = "Посылка дверь-постамат";
$MESS['IPOLSDEK_tarif_366_DESCR'] = "Услуга экономичной доставки товаров по России с использованием постаматов, до 30 кг.";

$MESS['IPOLSDEK_tarif_378_NAME']  = "Экономичная посылка склад-постамат";
$MESS['IPOLSDEK_tarif_378_DESCR'] = "Услуга экономичной наземной товаров по России с использованием постаматов, до 50 кг.";

$MESS['IPOLSDEK_tarif_376_NAME']  = "Экономичная посылка дверь-постамат";
$MESS['IPOLSDEK_tarif_376_DESCR'] = "Услуга экономичной наземной товаров по России с использованием постаматов, до 50 кг.";

// Express
$MESS['IPOLSDEK_tarif_483_NAME']  = "Экспресс склад-склад";
$MESS['IPOLSDEK_tarif_483_DESCR'] = "Классическая экспресс-доставка документов и грузов по стандартным срокам доставки. Без ограничений по весу. <br><br>
Действует внутри страны и по направлениям между странами таможенного союза (Россия, Беларусь, Казахстан).";

$MESS['IPOLSDEK_tarif_481_NAME']  = "Экспресс дверь-склад";
$MESS['IPOLSDEK_tarif_481_DESCR'] = "Классическая экспресс-доставка документов и грузов по стандартным срокам доставки. Без ограничений по весу. <br><br>
Действует внутри страны и по направлениям между странами таможенного союза (Россия, Беларусь, Казахстан).";

$MESS['IPOLSDEK_tarif_482_NAME']  = "Экспресс склад-дверь";
$MESS['IPOLSDEK_tarif_482_DESCR'] = "Классическая экспресс-доставка документов и грузов по стандартным срокам доставки. Без ограничений по весу. <br><br>
Действует внутри страны и по направлениям между странами таможенного союза (Россия, Беларусь, Казахстан).";

$MESS['IPOLSDEK_tarif_480_NAME']  = "Экспресс дверь-дверь";
$MESS['IPOLSDEK_tarif_480_DESCR'] = "Классическая экспресс-доставка документов и грузов по стандартным срокам доставки. Без ограничений по весу. <br><br>
Действует внутри страны и по направлениям между странами таможенного союза (Россия, Беларусь, Казахстан).";

$MESS['IPOLSDEK_tarif_486_NAME']  = "Экспресс склад-постамат";
$MESS['IPOLSDEK_tarif_486_DESCR'] = "Классическая экспресс-доставка документов и грузов по стандартным срокам доставки. Без ограничений по весу. <br><br>
Действует внутри страны и по направлениям между странами таможенного союза (Россия, Беларусь, Казахстан).";

$MESS['IPOLSDEK_tarif_485_NAME']  = "Экспресс дверь-постамат";
$MESS['IPOLSDEK_tarif_485_DESCR'] = "Классическая экспресс-доставка документов и грузов по стандартным срокам доставки. Без ограничений по весу. <br><br>
Действует внутри страны и по направлениям между странами таможенного союза (Россия, Беларусь, Казахстан).";

$MESS['IPOLSDEK_tarif_62_NAME']   = "Магистральный экспресс склад-склад";
$MESS['IPOLSDEK_tarif_62_DESCR']  = "Быстрая экономичная доставка грузов по России.";

$MESS['IPOLSDEK_tarif_123_NAME']  = "Магистральный экспресс дверь-склад";
$MESS['IPOLSDEK_tarif_123_DESCR'] = "Быстрая экономичная доставка грузов по России.";

$MESS['IPOLSDEK_tarif_122_NAME']  = "Магистральный экспресс склад-дверь";
$MESS['IPOLSDEK_tarif_122_DESCR'] = "Быстрая экономичная доставка грузов по России.";

$MESS['IPOLSDEK_tarif_121_NAME']  = "Магистральный экспресс дверь-дверь";
$MESS['IPOLSDEK_tarif_121_DESCR'] = "Быстрая экономичная доставка грузов по России.";

$MESS['IPOLSDEK_tarif_63_NAME']   = "Магистральный супер-экспресс склад-склад";
$MESS['IPOLSDEK_tarif_63_DESCR']  = "Быстрая экономичная доставка грузов к определенному часу.";

$MESS['IPOLSDEK_tarif_126_NAME']  = "Магистральный супер-экспресс дверь-склад";
$MESS['IPOLSDEK_tarif_126_DESCR'] = "Быстрая экономичная доставка грузов к определенному часу.";

$MESS['IPOLSDEK_tarif_125_NAME']  = "Магистральный супер-экспресс склад-дверь";
$MESS['IPOLSDEK_tarif_125_DESCR'] = "Быстрая экономичная доставка грузов к определенному часу.";

$MESS['IPOLSDEK_tarif_124_NAME']  = "Магистральный супер-экспресс дверь-дверь";
$MESS['IPOLSDEK_tarif_124_DESCR'] = "Быстрая экономичная доставка грузов к определенному часу.";

$MESS['IPOLSDEK_tarif_751_NAME']  = "Сборный груз склад-склад";
$MESS['IPOLSDEK_tarif_751_DESCR'] = "Экономичная наземная доставка сборных грузов.";

$MESS['IPOLSDEK_tarif_749_NAME']  = "Сборный груз дверь-склад";
$MESS['IPOLSDEK_tarif_749_DESCR'] = "Экономичная наземная доставка сборных грузов.";

$MESS['IPOLSDEK_tarif_750_NAME']  = "Сборный груз склад-дверь";
$MESS['IPOLSDEK_tarif_750_DESCR'] = "Экономичная наземная доставка сборных грузов.";

$MESS['IPOLSDEK_tarif_748_NAME']  = "Сборный груз дверь-дверь";
$MESS['IPOLSDEK_tarif_748_DESCR'] = "Экономичная наземная доставка сборных грузов.";

$MESS['IPOLSDEK_tarif_679_NAME']  = "Супер-экспресс до 10 склад-склад";
$MESS['IPOLSDEK_tarif_679_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_677_NAME']  = "Супер-экспресс до 10 дверь-склад";
$MESS['IPOLSDEK_tarif_677_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_779_NAME']  = "Супер-экспресс до 12 склад-склад";
$MESS['IPOLSDEK_tarif_779_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_689_NAME']  = "Супер-экспресс до 12 склад-склад";
$MESS['IPOLSDEK_tarif_689_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_777_NAME']  = "Супер-экспресс до 12 дверь-склад";
$MESS['IPOLSDEK_tarif_777_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_687_NAME']  = "Супер-экспресс до 12 дверь-склад";
$MESS['IPOLSDEK_tarif_687_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_788_NAME']  = "Супер-экспресс до 14 склад-склад";
$MESS['IPOLSDEK_tarif_788_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_699_NAME']  = "Супер-экспресс до 14 склад-склад";
$MESS['IPOLSDEK_tarif_699_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_786_NAME']  = "Супер-экспресс до 14 дверь-склад";
$MESS['IPOLSDEK_tarif_786_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_697_NAME']  = "Супер-экспресс до 14 дверь-склад";
$MESS['IPOLSDEK_tarif_697_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_797_NAME']  = "Супер-экспресс до 16 склад-склад";
$MESS['IPOLSDEK_tarif_797_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_709_NAME']  = "Супер-экспресс до 16 склад-склад";
$MESS['IPOLSDEK_tarif_709_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_795_NAME']  = "Супер-экспресс до 16 дверь-склад";
$MESS['IPOLSDEK_tarif_795_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_707_NAME']  = "Супер-экспресс до 16 дверь-склад";
$MESS['IPOLSDEK_tarif_707_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_806_NAME']  = "Супер-экспресс до 18 склад-склад";
$MESS['IPOLSDEK_tarif_806_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_719_NAME']  = "Супер-экспресс до 18 склад-склад";
$MESS['IPOLSDEK_tarif_719_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_804_NAME']  = "Супер-экспресс до 18 дверь-склад";
$MESS['IPOLSDEK_tarif_804_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_717_NAME']  = "Супер-экспресс до 18 дверь-склад";
$MESS['IPOLSDEK_tarif_717_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";


$MESS['IPOLSDEK_tarif_57_NAME']   = "Супер-экспресс до 9 дверь-дверь";
$MESS['IPOLSDEK_tarif_57_DESCR']  = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_58_NAME']   = "Супер-экспресс до 10 дверь-дверь";
$MESS['IPOLSDEK_tarif_58_DESCR']  = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_678_NAME']  = "Супер-экспресс до 10 склад-дверь";
$MESS['IPOLSDEK_tarif_678_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_676_NAME']  = "Супер-экспресс до 10 дверь-дверь";
$MESS['IPOLSDEK_tarif_676_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_778_NAME']  = "Супер-экспресс до 12 склад-дверь";
$MESS['IPOLSDEK_tarif_778_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_688_NAME']  = "Супер-экспресс до 12 склад-дверь";
$MESS['IPOLSDEK_tarif_688_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_59_NAME']   = "Супер-экспресс до 12 дверь-дверь";
$MESS['IPOLSDEK_tarif_59_DESCR']  = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_686_NAME']  = "Супер-экспресс до 12 дверь-дверь";
$MESS['IPOLSDEK_tarif_686_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_787_NAME']  = "Супер-экспресс до 14 склад-дверь";
$MESS['IPOLSDEK_tarif_787_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_698_NAME']  = "Супер-экспресс до 14 склад-дверь";
$MESS['IPOLSDEK_tarif_698_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_60_NAME']   = "Супер-экспресс до 14 дверь-дверь";
$MESS['IPOLSDEK_tarif_60_DESCR']  = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_696_NAME']  = "Супер-экспресс до 14 дверь-дверь";
$MESS['IPOLSDEK_tarif_696_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_796_NAME']  = "Супер-экспресс до 16 склад-дверь";
$MESS['IPOLSDEK_tarif_796_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_708_NAME']  = "Супер-экспресс до 16 склад-дверь";
$MESS['IPOLSDEK_tarif_708_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_61_NAME']   = "Супер-экспресс до 16 дверь-дверь";
$MESS['IPOLSDEK_tarif_61_DESCR']  = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_706_NAME']  = "Супер-экспресс до 16 дверь-дверь";
$MESS['IPOLSDEK_tarif_706_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_805_NAME']  = "Супер-экспресс до 18 склад-дверь";
$MESS['IPOLSDEK_tarif_805_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_718_NAME']  = "Супер-экспресс до 18 склад-дверь";
$MESS['IPOLSDEK_tarif_718_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

$MESS['IPOLSDEK_tarif_3_NAME']    = "Супер-экспресс до 18 дверь-дверь";
$MESS['IPOLSDEK_tarif_3_DESCR']   = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за сутки), до 30 кг.";

$MESS['IPOLSDEK_tarif_716_NAME']  = "Супер-экспресс до 18 дверь-дверь";
$MESS['IPOLSDEK_tarif_716_DESCR'] = "Срочная доставка документов и грузов «из рук в руки» по России к определенному часу (доставка за 1-2 суток), до 30 кг.";

// What are you?
$MESS['IPOLSDEK_tarif_83_NAME']   = "Блиц-экспресс";
$MESS['IPOLSDEK_tarif_83_DESCR']  = "";

// Archive tariffs ------------------------------------------------------------------------------------------

$MESS['IPOLSDEK_tarif_5_NAME']    = "Экономичный экспресс склад-склад";
$MESS['IPOLSDEK_tarif_5_DESCR']   = "Недорогая доставка грузов по России ЖД и автотранспортом (доставка грузов с увеличением сроков).<br><br><b>Тариф устарел, необходимо использовать тарифы \"Магистральный экспресс\"</b>";

$MESS['IPOLSDEK_tarif_10_NAME']   = "Экспресс лайт склад-склад";
$MESS['IPOLSDEK_tarif_10_DESCR']  = "Классическая экспресс-доставка по России документов и грузов, до 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

$MESS['IPOLSDEK_tarif_12_NAME']   = "Экспресс лайт дверь-склад";
$MESS['IPOLSDEK_tarif_12_DESCR']  = "Классическая экспресс-доставка по России документов и грузов, до 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

$MESS['IPOLSDEK_tarif_11_NAME']   = "Экспресс лайт склад-дверь";
$MESS['IPOLSDEK_tarif_11_DESCR']  = "Классическая экспресс-доставка по России документов и грузов, до 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

$MESS['IPOLSDEK_tarif_1_NAME']    = "Экспресс лайт дверь-дверь";
$MESS['IPOLSDEK_tarif_1_DESCR']   = "Классическая экспресс-доставка по России документов и грузов, до 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

$MESS['IPOLSDEK_tarif_15_NAME']   = "Экспресс тяжеловесы склад-склад";
$MESS['IPOLSDEK_tarif_15_DESCR']  = "Классическая экспресс-доставка по России грузов от 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

$MESS['IPOLSDEK_tarif_17_NAME']   = "Экспресс тяжеловесы дверь-склад";
$MESS['IPOLSDEK_tarif_17_DESCR']  = "Классическая экспресс-доставка по России грузов от 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

$MESS['IPOLSDEK_tarif_16_NAME']   = "Экспресс тяжеловесы склад-дверь";
$MESS['IPOLSDEK_tarif_16_DESCR']  = "Классическая экспресс-доставка по России грузов от 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

$MESS['IPOLSDEK_tarif_18_NAME']   = "Экспресс тяжеловесы дверь-дверь";
$MESS['IPOLSDEK_tarif_18_DESCR']  = "Классическая экспресс-доставка по России грузов от 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

$MESS['IPOLSDEK_tarif_363_NAME']  = "Экспресс лайт склад-постамат";
$MESS['IPOLSDEK_tarif_363_DESCR'] = "Услуга доставки товаров по России с использованием постаматов, до 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

$MESS['IPOLSDEK_tarif_361_NAME']  = "Экспресс лайт дверь-постамат";
$MESS['IPOLSDEK_tarif_361_DESCR'] = "Услуга доставки товаров по России с использованием постаматов, до 30 кг.<br><br><b>Тариф устарел, необходимо использовать тарифы \"Экспресс\"</b>";

// VAT
$MESS ['IPOLSDEK_NDS_VATX']  = "Без НДС";
$MESS ['IPOLSDEK_NDS_VAT0']  = "0%";
$MESS ['IPOLSDEK_NDS_VAT05'] = "5%";
$MESS ['IPOLSDEK_NDS_VAT07'] = "7%";
$MESS ['IPOLSDEK_NDS_VAT10'] = "10%";
$MESS ['IPOLSDEK_NDS_VAT12'] = "12%";
$MESS ['IPOLSDEK_NDS_VAT18'] = "18%";
$MESS ['IPOLSDEK_NDS_VAT20'] = "20%";

// Log
$MESS ['IPOLSDEK_LOGGING_calculation']  = "Расчет СДЭКа";
$MESS ['IPOLSDEK_LOGGING_compability']  = "Доступность доставки профиля";
$MESS ['IPOLSDEK_LOGGING_calculate']    = "Расчет профиля";
$MESS ['IPOLSDEK_LOGGING_shipments']    = "Детализация расчета профиля";
$MESS ['IPOLSDEK_LOGGING_orderSend']    = "Отправка заказа";
$MESS ['IPOLSDEK_LOGGING_statusCheck']  = "Проверка статуса";

// No Curl
$MESS ['IPOLSDEK_NOCURL_LBL']    = "Для работы модуля необходима <a href='https://www.php.net/manual/ru/book.curl.php' target='_blank'>библиотека для работы через сurl</a>. Без ее установки невозможно проводить запросы к серверу СДЭК. Обратитесь к администратору сайта.";
$MESS ['IPOLSDEK_NOCURL_HEADER'] = "Отсутствует библиотека сurl!";

// Grid version lock
$MESS['IPOLSDEK_ADMIN_GRID_MIN_VERSION'] = 'Функционал недоступен на устаревшей версии CMS';
$MESS['IPOLSDEK_ADMIN_GRID_MIN_VERSION_TEXT'] = 'К сожалению, вы используете сильно устаревшую версию CMS Битрикс, работа с которой данным функционалом модуля не поддерживается. Чтобы получить возможность пользоваться этим функционалом, минимально необходима версия Главного модуля 18.0.0, рекомендуется использовать версию не ниже 20.0.0. Если по каким-либо причинам у вас нет возможности обновить CMS, вы можете воспользоваться аналогичными возможностями в Личном Кабинете СДЭК.';

// Courier call statuses
$MESS['IPOLSDEK_STATUS_COURIER_CALL_NEW']                   = 'Заявка еще не отправлялась';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_OK']                    = 'Заявка подтверждена';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_WAIT']                  = 'Заявка проходит проверку в информационной системе СДЭК';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_ERROR']                 = 'Заявка отклонена из-за ошибок';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_ACCEPTED']              = 'Заявка создана в информационной системе СДЭК, но требуется дополнительная проверка';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_CREATED']               = 'Заявка создана в информационной системе СДЭК и прошла необходимую проверку';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_REMOVED']               = 'Заявка отменена магазином';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_READY_FOR_APPOINTMENT'] = 'Заявка готова к назначению';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_APPOINTED_COURIER']     = 'По заявке назначен курьер';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_DONE']                  = 'Заявка выполнена';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_PROBLEM_DETECTED']      = 'По заявке выявлена проблема';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_PROCESSING_REQUIRED']   = 'Заявка создана в информационной системе СДЭК, но требуется дополнительная обработка';
$MESS['IPOLSDEK_STATUS_COURIER_CALL_INVALID']               = 'Заявка содержит некорректные данные';

// Print form errors
$MESS['IPOLSDEK_ERR_CAN_NOT_SAVE_FILE'] = "Не удалось сохранить файл. Проверьте права доступа на папку /upload/ и наличие свободного места на диске сервера. Название файла: ";
$MESS['IPOLSDEK_ERR_NOT_FOUND_ALL_ORDERS']  = "Не удалось получить данные по заказам. Возможно, заявки по ним еще не были отправлены в СДЭК. ID заказов: ";
$MESS['IPOLSDEK_ERR_NOT_FOUND_SOME_ORDERS'] = "Не удалось получить данные по некоторым заказам. Возможно, заявки по ним еще не были отправлены в СДЭК. ID заказов: ";
$MESS['IPOLSDEK_ERR_NOT_FOUND_ORDERS']    = "Некоторые заказы не найдены среди отправленных в СДЭК. ID заказов: ";
$MESS['IPOLSDEK_ERR_NOT_FOUND_SHIPMENTS'] = "Некоторые отгрузки не найдены среди отправленных в СДЭК. ID отгрузок: ";
$MESS['IPOLSDEK_ERR_UNKNOWN_ACCOUNT'] = "Аккаунт СДЭК не найден.";