<h2> <?=$arParams['NAME']?> - все для данного направления со склада по наличию и под заказ</h2>

<p>Наш интернет–магазин MedMarket предлагает медицинское оборудование в разделе <?=$arParams['NAME']?> купить по ценам производителя, завода.</p>

<p>Доставка мы осуществляем по всей России.</p>

Продаем товары оптом и в розницу для медицинских центров, клиник. Делаем ации и скидки.
Менеджеры нашего магазина готовы проконсультировать по товарам из наличия, по заказным позициям пожалуйста оформляйте заказ.

<p>Чтобы сделать заказ на товары из категории <?=$arParams['NAME']?> для медицинских учреждений оформите заказ, оплатите счет. Если потребуются уточнения менеджер с вами свяжется.</p>