<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Доставка по всей России. КОСМАМЕД — интернет магазин медицинских товаров. ");
$APPLICATION->SetTitle("Доставка");?>
<p>Мы осуществляем доставку товаров по всей территории РФ. Оплаченный заказ может быть доставлен курьером "до двери", если компания осуществляет доставку в ваш город. Мы работам с такими транспортными компаниями:</p>
<div style="display: flex; justify-content: center; align-items: center; flex-wrap: wrap; gap: 48px; margin: 16px 0 24px;">
	<div><img width="200" alt="Деловые Линии" src="/upload/medialibrary/a60/vqxv5zz643qf70m382wzdokh14w5z0zc.jpg"></div>
	<div><img width="200" alt="СДЭК" src="/upload/medialibrary/e79/1zsl6k93guxc7g9r7622ltadmtxmg39l.jpg"></div>
</div>
<blockquote style="border-left: 7px solid #96a0b8; font-size: 12pt; padding-left: 10px;">Если вы хотите, чтобы товар был доставлен вам транспортной компанией, которой нет в перечне, сообщите об этом менеджеру при оформлении заказа.</blockquote>
<p>Стоимость доставки в ваш город рассчитывается автоматически. Увидеть ее вы можете на странице оформления заказа.</p>
<p>Мы заботимся о сохранности товара, поэтому упаковываем продукцию в жесткую упаковку, а при необходимости дополнительно оборачиваем ее мягким наполнителем. На упаковку с хрупким содержимым наносится соответствующая предупреждающая маркировка. Также отправляемые заказы страхуются от повреждений.</p>

<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>